{"questions":[{"question":"What is substance dualism?","tags":["dualism","substance_dualism","descartes","metaphysics_of_mind"],"marks":3,"advice":"Descartes is not the only substance dualist; make sure you capture the difference between substance and property dualism; emphasise the substantial nature of substance dualism","id":0},{"question":"What is epiphenomenalism?","tags":["epiphenomenalism","metaphysics_of_mind","dualism","interaction"],"marks":3,"advice":"Make clear the differences between epiphenomenalism and interactionist dualism; the mind as a distinct thing but without causal power","id":1},{"question":"What is a category mistake?","tags":["ryle","philosophical_behaviourism","metaphysics_of_mind","descartes","dualism"],"marks":3,"advice":"Get really clear on what Ryle means by a category - the definition of a category will follow.","id":2},{"question":"What is solipsism?","tags":["solipsism","metaphysics_of_mind","dualism","philosophical_zombies"],"marks":3,"advice":"Consider how much you want to discuss the causes of solipsism.","id":3},{"question":"Outline the conceivability argument for substance dualism.","tags":["dualism","metaphysics_of_mind","descartes","conceivability"],"marks":5,"advice":"Get really clear on the subtle differences between Descartes' arguments - understanding the inferences he makes are crucial to showing his arguments in their strongest possible light","id":4},{"question":"Briefly explain how the argument from introspection is supposed to reveal a problem with epiphenomenalism.","tags":["introspection","epiphenomenalism","metaphysics_of_mind","dualism","causation","interaction"],"marks":5,"advice":"Make it clear what introspection is alleged to *reveal* that could dissolve epiphenomenalism - uncover the alleged premises that introspection provides","id":5},{"question":"Outline the difference between 'hard' and 'soft' versions of philosophical behaviourism.","tags":["philosophical_behaviourism","metaphysics_of_mind","ryle","hempel"],"marks":5,"advice":"One must be very clear on the definitions, obviously, but a strong understanding of analytic and ontological reduction will also help","id":6},{"question":"Explain what is meant by the multiple realisability of mental states.","tags":["ryle","functionalism","philosophical_behaviourism","metaphysics_of_mind","realisability"],"marks":5,"advice":"Probably useful to talk about the distinction between single- and multi-track dispositions here, and perhaps touch on the problems that multiple realisability might cause for the philosophical behaviourist","id":7},{"question":"What are the similarities and differences between property and substance dualism?","tags":["dualism","substance","properties","metaphysics_of_mind","descartes"],"marks":12,"advice":"Being very clear on the definitions of property and substance is going to assist massively here - understanding Descartes' idea of substance, along with its critiques, is going to be crucial to grasping the difference between the two.","id":8},{"question":"Contrast interactionist and behaviourist responses to the problem of other minds.","tags":["behaviourism","philosophical_behaviourism","interactionism","dualism","metaphyics_of_mind","other_minds"],"marks":12,"advice":"There is a world of difference between the two - it is probably worth including what motivates the two, to better understand the ways in which they differ.","id":9},{"question":"Explain the claim that all mental states can be reduced to functional roles which can be multiply realised, and outline one criticism of this view.","tags":["functionalism","metaphysics_of_mind"],"marks":12,"advice":"Reading Putnam is likely going to help here - also being clear on what is meant by \"reduced\".","id":10},{"question":"Are mental states analytically reducible to behaviour?","tags":["behaviourism","philosophical_behaviourism","metaphysics_of_mind"],"marks":25,"advice":"This is an ideal question if you know your Ryle - just make sure that you know the criticisms well - especially those that might succeed (the cannons).","id":11},{"question":"Should we doubt that other people have minds?","tags":["other_minds","metaphysics_of_mind"],"marks":25,"advice":"Many sources to draw on here - just make sure you've got the structure down.","id":12},{"question":"Could distinct substances causally interact?","tags":["dualism","interactionism","descartes","metaphysics_of_mind"],"marks":25,"advice":"It might be that a lot of force behind the non-interactionist position is intuitive - it doesn't *feel* like two substances should be able to interact. Try to draw the argumentative underpinnings out, and try to state Descartes' arguments for interaction in as strong a way as possible.","id":13}]}